Repository: imgbi/img.bi
Catalog: src/locales/*.po
Languages: fr, it, nl, ru

source: 180 days
it: 180 giorni
nl: 180 dagen
ru: 180 дней

source: 90 days
it: 90 giorni
nl: 90 dagen
ru: 90 дней

source: <a href="/contacts">Contact us</a> if you want to donate another way.
nl: <a href="/contacts">Contacteer ons</a> als je wil doneren op een andere manier.
ru: <a href="/contacts">Свяжитесь с нами</a> если вы хотите пожертвовать другим способом.

source: Add-on for Firefox which let you upload images to img.bi from your browser.
fr: Extension pour Firefox qui vous permet de transférer des images vers img.bi depuis votre navigateur.
it: Componente aggiuntivo per Firefox che ti permette di inviare immagini a img.bi dal tuo browser.
nl: Add-on voor Firefox die toelaat om afbeeldingen te uploaden naar img.bi vanuit je browser.
ru: Дополнение для Firefox, позволяющее загружать изображения на img.bi из браузера.

source: Ads must be <a href="https://adblockplus.org/en/acceptable-ads#criteria">acceptable</a>.
fr: Les publicités doivent être <a href="https://adblockplus.org/fr/acceptable-ads#criteria">acceptables</a>.
it: Le pubblicità devono essere <a href="https://adblockplus.org/en/acceptable-ads#criteria">accettabili</a>.
nl: Advertenties moeten <a href="https://adblockplus.org/en/acceptable-ads#criteria">aanvaardbaar</a> zijn.
ru: Реклама должна быть <a href="https://adblockplus.org/ru/acceptable-ads#criteria">ненавязчивой</a>.

source: Advertising
fr: Publicité
it: Pubblicità
nl: Advertenties
ru: Реклама

source: Also, you can <a href="/ads">buy ads</a> on img.bi. That will help too.
nl: Je kan ook <a href="/ads">advertenties kopen</a> op img.bi. Dat helpt ook!
ru: Также вы можете <a href="/ads">купить рекламу</a> на img.bi. Это тоже поможет нам.

source: Applications for use img.bi
fr: Applications pour img.bi
it: Applicazioni per usare img.bi
nl: Applicaties om img.bi te gebruiken
ru: Приложения для использования img.bi

source: Apps
fr: Applications
it: Applicazioni
nl: Applicaties
ru: Приложения

source: Are you sure you want to remove this image from server? This cannot be undone.
fr: Êtes-vous vraiment sûr de supprimer cette image du serveur ? C&#39;est une opération irréversible.
it: Sei sicuro di voler rimuovere questa immagine dal server? L&#39;azione è irreversibile.
nl: Ben je zeker dat je de afbeelding wil verwijderen van de server? Dit kan niet ongedaan gemaakt worden.
ru: Вы уверены что хотите удалить это изображение с сервера? Его нельзя будет восстановить.

source: Bitcoin address
fr: Adresse Bitcoin
it: Indirizzo Bitcoin
nl: Bitcoinadres
ru: Bitcoin адрес

source: Close
it: Chiudi
nl: Sluiten
ru: Закрыть

source: Contact us
fr: Contactez-nous
nl: Contacteer ons
ru: Свяжитесь с нами

source: Contacts
it: Contatti
nl: Contacten
ru: Контакты

source: Copyleft
ru: Копилефт

source: Cryptography
fr: Cryptographie
it: Crittografia
nl: Cryptografie
ru: Криптография

source: Donate
fr: Faire un don
it: Donazioni
nl: Doneren
ru: Пожертвовать

source: Download
fr: Télécharger
it: Scarica
nl: Downloaden
ru: Скачать

source: Download img.bi.js and <a href="http://bitwiseshiftleft.github.io/sjcl/">SJCL</a>.
fr: Téléchargez img.bi.js ainsi que <a href="http://bitwiseshiftleft.github.io/sjcl/">SJCL</a>.
it: Scarica img.bi.js e <a href="http://bitwiseshiftleft.github.io/sjcl/">SJCL</a>.
nl: Download img.bi.js en <a href="http://bitwiseshiftleft.github.io/sjcl/">SJCL</a>.
ru: Скачайте img.bi.js и <a href="http://bitwiseshiftleft.github.io/sjcl/">SJCL</a>.

source: Drop images here or just click
fr: Glissez-déposez des images ici ou cliquez ici
it: Trascina le immagini qui o semplicemente clicca
nl: Sleep afbeeldingen naar hier of klik gewoon
ru: Перетащите изображения сюда или просто кликните

source: Eepsite
ru: Ипсайт

source: Embed image (require <a href="https://img.bi/#/js">img.bi.js</a>).
fr: Intégrer l&#39;image (<a href="https://img.bi/#/js">img.bi.js</a> est nécessaire pour cela).
it: Incorpora l&#39;immagine (richiede <a href="https://img.bi/#/js">img.bi.js</a>).
nl: Afbeelding insluiten (require <a href="https://img.bi/#/js">img.bi.js</a>).
ru: Встроить изображение (требуется <a href="https://img.bi/#/js">img.bi.js</a>).

source: Embed images from sites based on img.bi software.
fr: Intégrez des images de sites basés sur le logiciel d&#39;img.bi.
it: Incorpora le immagini dai siti basati sul software img.bi .
nl: Afbeeldingen van sites gebaseerd op img.bi-software insluiten.
ru: Встраивайте изображения с сайтов, основанных на программном обеспечении img.bi.

source: Error
it: Errore
nl: Fout
ru: Ошибка

source: Error during removing
it: Errore durante la rimozione
nl: Fout bij verwijderen
ru: Ошибка во время удаления

source: File was successfuly removed.
it: Il file è stato rimosso.
nl: Bestand is succesvol verwijderd.
ru: Файл был успешно удален.

source: Firefox add-on
fr: Extension Firefox
it: Componente aggiuntivo per Firefox
ru: Дополнение для Firefox

source: Forever
it: Per sempre
nl: Voor altijd
ru: Вечно

source: Four weeks
it: Quattro settimane
nl: Vier weken
ru: Четырех недель

source: GPG key
fr: Clé GPG
it: Chiave GPG
nl: GPG-sleutel
ru: GPG ключ

source: How to use
fr: Comment l&#39;utiliser
it: Come si usa
nl: Hoe gebruik ik het?
ru: Как это использовать

source: Image was autoremoved.
fr: L&#39;image a été supprimée automatiquement.
it: L&#39;immagine è stata rimossa automaticamente.
nl: Afbeelding werd automatisch verwijderd.
ru: Изображение было автоматически удалено.

source: Images are encrypted using <a href="https://en.wikipedia.org/wiki/Advanced_Encryption_Standard">AES-256</a> with random key in your browser before upload. Nobody can view your images, even people who have direct access to servers. We also use <a href="https://en.wikipedia.org/wiki/Transport_Layer_Security">TLS</a> which defend you from <a href="https://en.wikipedia.org/wiki/Man-in-the-middle_attack">Man-in-the-Middle attacks</a>.
fr: Les images sont chiffrés en utilisant <a href="https://fr.wikipedia.org/wiki/Advanced_Encryption_Standard">AES-256</a> avec génération de clé aléatoire dans votre navigateur avant le transfert. Personne ne peut voir vos images, pas même les gens qui ont un accès physique à nos serveurs. Nous utilisons également <a href="https://fr.wikipedia.org/wiki/Transport_Layer_Security">TLS</a> qui vous protège des <a href="https://fr.wikipedia.org/wiki/Attaque_de_l%27homme_du_milieu">attaques de l&#39;homme du milieu</a>.
it: Le immagini vengono criptate usando la cifratura <a href="https://it.wikipedia.org/wiki/Advanced_Encryption_Standard">AES-256</a> con chiave casuale nel tuo browser prima del caricamento. Nessuno può vedere le tue immagini, neanche le persone che hanno l&#39;accesso diretto al server. Noi usiamo anche <a href="https://it.wikipedia.org/wiki/Transport_Layer_Security">TLS</a> che ti difende dagli <a href="https://it.wikipedia.org/wiki/Attacco_man_in_the_middle">attacchi Man-in-the-Middle</a>.
nl: Afbeeldingen worden versleuteld door middel van <a href="https://nl.wikipedia.org/wiki/Advanced_Encryption_Standard">AES-256</a> met een willekeurige sleutel in je browser voor het uploaden. Niemand kan je afbeelding zien, zelfs mensen die directe toegang hebben tot de servers. Ook gebruiken we <a href="https://nl.wikipedia.org/wiki/Transport_Layer_Security">TLS</a> dat beschermt tegen <a href="https://nl.wikipedia.org/wiki/Man-in-the-middle">Man-in-the-Middle aanvallen</a>.
ru: Изображения шифруются с помощью <a href="https://ru.wikipedia.org/wiki/Advanced_Encryption_Standard">AES-256</a> со случайным ключом в вашем браузере перед загрузкой. Никто не может посмотреть ваши изображения, даже те, кто имеет прямой доступ к серверам. Мы также используем <a href="https://ru.wikipedia.org/wiki/TLS">TLS</a>, что позволяет вам защититься от атак «<a href="https://ru.wikipedia.org/wiki/%D0%A7%D0%B5%D0%BB%D0%BE%D0%B2%D0%B5%D0%BA_%D0%BF%D0%BE%D1%81%D0%B5%D1%80%D0%B5%D0%B4%D0%B8%D0%BD%D0%B5">человек посередине</a>».

source: In the internet
fr: Sur l&#39;Internet
it: In internet
nl: Op het internet
ru: В Интернете

source: Install
fr: Installer
it: Installa
nl: Installeren
ru: Установить

source: Just a simple command-line client for uploading/downloading/deleting images. Also can be used in Node.js applications.
fr: Un client en ligne de commande très simple pour transférer, télécharger et supprimer des images. Peut également être utilisé dans des applications Node.js.
it: Un semplice client da linea di comando per inviare/scaricare/eliminare le immagini. Può anche essere usato in applicazioni Node.js .
nl: Gewoon een eenvoudige commandoregel-cliënt voor het uploaden/downloaden/verwijderen van afbeeldingen. Kan ook gebruikt worden in Node.js-applicaties.
ru: Простой клиент с интерфейсом командной строки для загрузки/скачивания/удаления изображений. Также может быть использован в приложениях на Node.js.

source: License
fr: Licence
it: Licenza
nl: Licentie
ru: Лицензия

source: Link to remove image.
fr: Lien pour supprimer l&#39;image
it: Link per rimuovere l&#39;immagine.
nl: Link om de afbeelding te verwijderen.
ru: Ссылка для удаления изображения.

source: Link to view image.
fr: Lien pour voir l&#39;image.
it: Link per vedere l&#39;immagine.
nl: Link om de afbeelding te bekijken.
ru: Ссылка для просмотра изображения.

source: Litecoin address
fr: Adresse Litecoin
it: Indirizzo Litecoin
nl: Litecoinadres
ru: Litecoin адрес

source: Load it
fr: Chargez-le
it: Caricalo
nl: Laden
ru: Загрузите их

source: Load more
fr: Charger plus
it: Carica altro
nl: Meer laden
ru: Загрузить больше

source: Loading
fr: Chargement
nl: Bezig met laden
ru: Загружается

source: More examples in <a href="https://github.com/imgbi/imgbi-client/blob/master/README.md">readme</a>.
ru: Больше примеров в <a href="https://github.com/imgbi/imgbi-client/blob/master/README.md">README</a>.

source: No images found in localStorage. Try <a href="/">upload some</a>.
nl: Geen afbeeldingen gevonden in localStorage. Probeer er <a href="/">wat te uploaden</a>.
ru: Изображения не найдены в localStorage. Попробуйте <a href="/">загрузить несколько</a>.

source: No pop-unders, pop-ups and other bad things.
fr: Pas de pop-under, pop-ups ou autres dispositifs similaires.
it: Nessun pop-up e altre schifezze.
nl: Geen pop-unders, pop-ups en andere slechte dingen.
ru: Никаких pop-under, pop-up подобных плохих вещей.

source: Nothing illegal in NL on banner.
nl: Niets illegaals in NL op banner.
ru: На баннере не может быть ничего, что запрещено в Нидерландах.

source: Nothing that can violate privacy of img.bi users.
fr: Rien qui viole la vie privée des utilisateurs d&#39;img.bi
it: Niente che possa violare la privacy degli utenti di img.bi .
nl: Niets dat de privacy van gebruikers van img.bi kan schenden.
ru: Реклама не может нарушать конфиденциальность пользователей img.bi.

source: One day
it: Un giorno
nl: Een dag
ru: Одного дня

source: One week
it: Una settimana
nl: Een week
ru: Одной недели

source: One year
it: Un anno
nl: Een jaar
ru: Одного года

source: Open source
fr: Libre
ru: Открытый исходный код

source: Privacy
fr: Vie privée
ru: Конфиденциальность

source: Remove
fr: Supprimer
it: Rimuovi
nl: Verwijderen
ru: Удалить

source: Remove image after first view.
fr: Supprimer l&#39;image après une visualisation.
it: Rimuovi l&#39;immagine dopo la prima visualizzazione.
nl: Afbeelding verwijderen nadat deze eenmaal bekeken is.
ru: Удалить изображение после первого просмотра.

source: Rules
fr: Règles
it: Regole
nl: Regels
ru: Правила

source: Sorry, filesize over %s MiB is not allowed.
it: Spiacenti, i file di oltre %s MiB non sono permessi.
nl: Sorry, bestandsgroottes boven %s zijn niet toegestaan.
ru: Простите, файлы размером больше %s МиБ не разрешены.

source: Sorry, filetype %s is not supported.
it: Spiacenti, l&#39;estensione %s non è supportata.
nl: Sorry, bestandstype %s wordt niet ondersteund.
ru: Простите, тип файлов %s не поддерживается.

source: Source code
fr: Code source
it: Codice sorgente
nl: Broncode
ru: Исходный код

source: Store for:
it: Mantieni per:
nl: Opslaan voor:
ru: Хранить в течение:

source: Success
it: Completato
nl: Succes
ru: Успешно

source: Three days
it: Tre giorni
nl: Drie dagen
ru: Трех дней

source: Tor hidden service
fr: Service Tor caché
it: Servizio nascosto Tor
nl: Tor verborgen dienst
ru: Скрытый сервис Tor

source: Upload
fr: Transférer
it: Carica
nl: Uploaden
ru: Загрузить

source: Uploading
fr: Transfert
it: Caricamento
nl: Bezig met uploaden
ru: Идет загрузка

source: Use!
fr: Utilisez !
it: Usa!
nl: Gebruik het!
ru: Используйте!

source: View
fr: Voir
it: Visualizza
nl: Bekijken
ru: Посмотреть

source: View on GitHub
fr: Voir sur GitHub
it: Vedi su GitHub
nl: Bekijken op GitHub
ru: Посмотреть на GitHub

source: We accept Bitcoin, Litecoin and much more payment systems.
fr: Nous acceptons Bitcoin, Litecoin et bien d&#39;autres systèmes de paiement.
it: Accettiamo Bitcoin, Litecoin e molti altri metodi di pagamento.
nl: We accepteren Bitcoin, Litecoin and nog veel meer andere betalingssystemen.
ru: Мы принимаем Bitcoin, Litecoin и много чего еще.

source: We believe that only open source crypto is acceptable, so all source code of img.bi is <a href="https://github.com/imgbi">available on GitHub</a> under GPLv3 license.
fr: Nous pensons que seule la cryptographie libre est acceptable, donc tout le code source de img.bi est <a href="https://github.com/imgbi">disponible sur GitHub</a> sous licence GPLv3.
it: Noi crediamo che solo la crittografia open source sia accettabile, perciò tutto il codice di img.bi è <a href="https://github.com/imgbi">disponibile su GitHub</a> sotto licenza GPLv3.
nl: We zijn ervan overtuigd dat enkel open-source cryptografie acceptabel is, dus is alle broncode van img.bi <a href="https://github.com/imgbi">beschikbaar op GitHub</a> onder de GPLv3-licentie.
ru: Мы верим, что приемлимы только криптосистемы с открытым исходным кодом, поэтому все исходные коды img.bi <a href="https://github.com/imgbi">доступны на GitHub</a> на условиях лицензии GPLv3.

source: We do not store any logs, except <a href="https://en.wikipedia.org/wiki/SHA-3">SHA-3</a> hash of uploader's IP address with random <a href="https://en.wikipedia.org/wiki/Salt_%28cryptography%29">salt</a> for a day. But our hosting provider and systems like <a href="https://en.wikipedia.org/wiki/SORM">SORM</a>, <a href="https://en.wikipedia.org/wiki/Hepting_v._AT%26T">NarusInsight</a>, <a href="https://en.wikipedia.org/wiki/Titan_traffic_database">Titan traffic database</a> and other can store their own logs. Be careful.
nl: We slaan onder geen enkele vorm logs op, behalve de <a href="https://nl.wikipedia.org/wiki/SHA-3">SHA-3</a>-hash van het IP-adres van de uploader, met een willekeurige <a href="https://nl.wikipedia.org/wiki/Salt_%28cryptografie%29">salt</a>, voor één dag. Onze hostingprovider en systemen als <a href="https://en.wikipedia.org/wiki/SORM">SORM</a>, <a href="https://en.wikipedia.org/wiki/Hepting_v._AT%26T">NarusInsight</a>, <a href="https://en.wikipedia.org/wiki/Titan_traffic_database">Titan traffic database</a> en anderen kunnen echter wel logs opslaan. Wees voorzichtig.
ru: Мы не храним никаких логов, кроме <a href="https://ru.wikipedia.org/wiki/Keccak">SHA-3</a> хеша от IP адреса загружающего с <a href="https://ru.wikipedia.org/wiki/%D0%A1%D0%BE%D0%BB%D1%8C_%28%D0%BA%D1%80%D0%B8%D0%BF%D1%82%D0%BE%D0%B3%D1%80%D0%B0%D1%84%D0%B8%D1%8F%29">солью</a> в течении суток. Но наш хостинг провайдер и такие системы, как <a href="https://ru.wikipedia.org/wiki/%D0%A1%D0%9E%D0%A0%D0%9C">СОРМ</a>, <a href="https://ru.wikipedia.org/wiki/NarusInsight">NarusInsight</a>, <a href="https://en.wikipedia.org/wiki/Titan_traffic_database">Titan traffic database</a> и другие могут хранить свои логи. Будьте осторожны.

source: Why img.bi is secure and awesome?
fr: Pourquoi img.bi est-il si sécurisé et impressionnant ?
it: Perché img.bi è sicuro e fantastico?
nl: Waarom is img.bi veilig en cool?
ru: Почему img.bi такой потрясающий и безопасный?

source: Without external requests.
fr: Ne doit pas faire de requêtes externes.
it: Senza richieste esterne.
nl: Geen externe aanvragen.
ru: Без внешних запросов.

source: Yes, remove image
fr: Oui, supprimer l&#39;image
it: Sì, rimuovi l&#39;immagine
nl: Ja, verwijder de afbeelding
ru: Да, удалить изображение

source: command-line, node.js
fr: ligne de commande, node.js
it: linea di comando, node.js
nl: commandoregel, node.js
ru: командная строка, node.js

source: img.bi is an open source project available free of charge to anyone. But servers, domains, certs and many other things cost some money. Even a little donation helps to run img.bi.
fr: img.bi est un projet libre, disponible gratuitement pour tous. Mais les serveurs, les certificats et beaucoup d&#39;autres choses coûtent de l"argent. Même un petit don aidera img.bi à continuer d"exister.
it: img.bi è un progetto open source disponibile gratuitamente per tutti. Ma i server, i domini, i certificati e moltre altre cose costano denaro. Anche una piccola donazione aiuta img.bi.
nl: img.bi is een open-sourceproject dat voor iedereen beschikbaar is. Servers, domeinen, certificaten en veel andere dingen kosten echter geld. Zelfs een kleine donatie helpt om img.bi draaiende te houden.
ru: img.bi — проект с открытым исходным кодом, доступный бесплатно для каждого. Но сервера, домены, сертификаты и множество других вещей стоят некоторых денег. Даже небольшое пожертвование поможет работе img.bi.

source: my images
fr: mes images
it: mie immagini
nl: mijn afbeeldingen
ru: мои изображения

source: really secure image hosting
fr: hébergement d&#39;images vraiment sécurisé
it: hosting d&#39;immagini davvero sicuro
nl: echt veilig afbeeldingen hosten
ru: действительно безопасный хостинг изображений

source: Dogecoin address
fr: Adresse Dogecoin
it: Indirizzo Dogecoin
nl: Dogecoinadres

source: More examples in <a href="https://github.com/imgbi/imgbi-client/blob/master/README.md">README</a>.
fr: Plus d'exemples dans le <a href="https://github.com/imgbi/imgbi-client/blob/master/README.md">README (en anglais)</a>.
it: Altri esempi nel <a href="https://github.com/imgbi/imgbi-client/blob/master/README.md">README</a>.
nl: Meer voorbeelden in <a href="https://github.com/imgbi/imgbi-client/blob/master/README.md">README</a>.

source: <a href="#contacts">Contact us</a> if you want to donate another way.
fr: <a href="#contacts">Contactez-nous (en anglais)</a> si vous voulez faire un don d"une autre manière.
it: <a href="#contacts">Contattaci</a> se vuoi fare una donazione in modo differente.

source: Also, you can <a href="#ads">buy ads</a> on img.bi. That will help too.
fr: Vous pouvez également <a href="#ads">acheter des publicités</a> sur img.bi. Cela nous aidera aussi.
it: Puoi anche <a href="#ads">comprare pubblicità</a> su img.bi. Aiuterebbe anche quello.

source: No images found in your browser's storage. Try <a href="#">upload some</a>.
fr: Pas d&#39;images trouvées dans localStorage. Essayez d&#39;en <a href="#">transférer quelques-unes</a>.
it: Nessuna immagine trovata nel localStorage. Prova a <a href="#">inviarne</a>.

source: Nothing which is illegal in Netherlands on banner.
fr: Rien d"illégal dans les Pays-Bas sur la bannière.
it: Niente di illegale nei Paesi Bassi sul banner.

source: We do not store any logs, except <a href="https://en.wikipedia.org/wiki/SHA-3">SHA-3</a> hash of uploader's IP address with random <a href="https://en.wikipedia.org/wiki/Salt_%28cryptography%29">salt</a> for a day. But our hosting provider and systems like <a href="https://en.wikipedia.org/wiki/Tempora">Tempora</a>, <a href="https://en.wikipedia.org/wiki/SORM">SORM</a>, <a href="https://en.wikipedia.org/wiki/Hepting_v._AT%26T">NarusInsight</a>, <a href="https://en.wikipedia.org/wiki/Titan_traffic_database">Titan traffic database</a>, <a href="https://en.wikipedia.org/wiki/Golden_Shield_Project">Golden Shield Project</a>, <a href="https://en.wikipedia.org/wiki/Mass_surveillance_in_India">Lawful Intercept And Monitoring Project</a>, and others can store their own logs. Be careful.
fr: Nous ne stockons pas d'historique, sauf un hachage <a href="https://fr.wikipedia.org/wiki/SHA-3">SHA-3</a> de l&#39;adresse IP de la personne ayant mis en ligne une image avec un <a href="https://fr.wikipedia.org/wiki/Salage_%28cryptographie%29">salage</a> aléatoire pour une journée. Mais notre hébergeur et des systèmes comme <a href="https://fr.wikipedia.org/wiki/Tempora">Tempora</a>, <a href="https://fr.wikipedia.org/wiki/SORM">SORM</a>, <a href="https://en.wikipedia.org/wiki/Hepting_v._AT%26T">NarusInsight</a>, <a href="https://en.wikipedia.org/wiki/Titan_traffic_database">Titan traffic database</a>, <a href="https://fr.wikipedia.org/wiki/Grand_Firewall_de_Chine">Projet bouclier doré</a>, <a href="https://en.wikipedia.org/wiki/Mass_surveillance_in_India">Lawful Intercept And Monitoring Project</a> et d&#39;autres peuvent stocker leurs propres historiques. Faites attention.
it: Non salviamo alcun dato, eccetto l'hash <a href="https://en.wikipedia.org/wiki/SHA-3">SHA-3</a> dell&#39;indirizzo IP di chi carica con un <a href="https://it.wikipedia.org/wiki/Sale_%28crittografia%29">salt</a> casuale, per un giorno. Ma i nostri fornitori di servizi come <a href="https://it.wikipedia.org/wiki/Tempora">Tempora</a>, <a href="https://it.wikipedia.org/wiki/SORM">SORM</a>, <a href="https://en.wikipedia.org/wiki/Hepting_v._AT%26T">NarusInsight</a>, <a href="https://en.wikipedia.org/wiki/Titan_traffic_database">Titan traffic database</a>, <a href="https://en.wikipedia.org/wiki/Golden_Shield_Project">Golden Shield Project</a>, <a href="https://en.wikipedia.org/wiki/Mass_surveillance_in_India">Lawful Intercept And Monitoring Project</a> ed altri possono salvare i loro dati, fate attenzione.
