Repository: imgbi/img.bi
Catalog: frontend/locales/*.po
Languages: de

source: 180 days
de: 180 Tage

source: 90 days
de: 90 Tage

source: <a href="#contacts">Contact us</a> if you want to donate another way.
de: <a href="#contacts">Kontaktiere uns</a>, wenn du auf anderem Wege eine Spende einreichen möchtest.

source: Add-on for Firefox which let you upload images to img.bi from your browser.
de: Add-On für Firefox, welches es ermöglicht, Bilder direkt von deinem Browser aus zu img.bi hochzuladen.

source: Ads must be <a href="https://adblockplus.org/en/acceptable-ads#criteria">acceptable</a>.
de: Werbung muss <a href="https://adblockplus.org/en/acceptable-ads#criteria">akzeptabel</a> sein.

source: Advertising
de: Werbung

source: Also, you can <a href="#ads">buy ads</a> on img.bi. That will help too.
de: Du kannst auch <a href="#ads">einen Werbeplatz auf img.bi kaufen</a>. Das würde uns auch sehr helfen!

source: Applications for use img.bi
de: Anwendungen zur Benutzung von img.bi

source: Are you sure you want to remove this image from server? This cannot be undone.
de: Bist du dir sicher, dass du dieses Bild vom Server löschen willst? Dies kann nicht rückgängig gemacht werden.

source: Bitcoin address
de: Bitcoin-Adresse

source: Close
de: Schließen

source: Contact us
de: Kontaktiere uns

source: Contacts
de: Kontakte

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: Cryptography
de: Kryptographie

source: Dogecoin address
de: Dogecoin-Adresse

source: Donate
de: Spenden

source: Download img.bi.js and <a href="http://bitwiseshiftleft.github.io/sjcl/">SJCL</a>.
de: Downloade img.bi.js und <a href="http://bitwiseshiftleft.github.io/sjcl/">SJCL</a>.

source: Drop images here or just click
de: Ziehe Bilder hier herein oder klicke einfach

source: Embed image (require <a href="https://img.bi/#/js">img.bi.js</a>).
de: Eingebettetes Bild (benötigt <a href="https://img.bi/#/js">img.bi.js</a>).

source: Embed images from sites based on img.bi software.
de: Eingebettete Bilder von Seiten, welche auf img.bi basieren.

source: Error
de: Fehler

source: Error during decryption
de: Fehler beim Entschlüsseln

source: Error during removing
de: Fehler beim Löschen

source: File was not found
de: Die Datei wurde nicht gefunden

source: File was successfully removed.
de: Datei wurde erfolgreich entfernt.

source: Forever
de: Für immer

source: Four weeks
de: Vier Wochen

source: GPG key
de: GPG-Schlüssel

source: How to use
de: Anleitung

source: Image was autoremoved.
de: Das Bild wurde automatisch entfernt.

source: Images are encrypted using <a href="https://en.wikipedia.org/wiki/Advanced_Encryption_Standard">AES-256</a> with random key in your browser before upload. Nobody can view your images, even people who have direct access to servers. We also use <a href="https://en.wikipedia.org/wiki/Transport_Layer_Security">TLS</a> which defend you from <a href="https://en.wikipedia.org/wiki/Man-in-the-middle_attack">Man-in-the-Middle attacks</a>.
de: Bilder werden nach dem <a href="https://de.wikipedia.org/wiki/Advanced_Encryption_Standard">AES-256 Standard</a> mit einem zufälligem Key in deinem lokalen Browser verschlüsselt, bevor sie hochgeladen werden. Es können nur Personen das Bild sehen, die über den Link zum Bild verfügen - nicht einmal Personen, die Zugang zum Server haben, können das Bild öffnen oder ansehen. Außerdem benutzen wir <a href="https://de.wikipedia.org/wiki/Transport_Layer_Security">TLS</a>, welches dich vor <a href="https://de.wikipedia.org/wiki/Man-in-the-Middle-Angriff">Man-in-the-Middle Angriffen</a> schützt.

source: In the internet
de: Im Internet

source: Install
de: Installieren

source: Just a simple command-line client for uploading/downloading/deleting images. Also can be used in Node.js applications.
de: Ein einfacher Command-Line Client zum Hochladen/Herunterladen/Löschen von Bildern. Er kann ebenso in Node.js Anwendungen genutzt werden.

source: License
de: Lizenz

source: Link to remove image.
de: Link, um das Bild zu löschen.

source: Link to view image.
de: Link, um das Bild zu betrachten.

source: Litecoin address
de: Litecoin-Adresse

source: Load it
de: Laden

source: Load more
de: Mehr laden

source: Loading
de: Laden

source: More examples in <a href="https://github.com/imgbi/imgbi-client/blob/master/README.md">README</a>.
de: Weitere Beispiele sind in der <a href="https://github.com/imgbi/imgbi-client/blob/master/README.md">README</a> zu finden.

source: No images found in your browser's storage. Try <a href="#">upload some</a>.
de: Es wurden keine Bilder gefunden. <a href="#">Lade Bilder hoch</a>.

source: No pop-unders, pop-ups and other bad things.
de: Keine Pop-Unders, Pop-Ups und andere böse Sachen.

source: Nothing which is illegal in France on banner.
de: Nichts was in den Frankreich illegal ist auf Bannern.

source: Nothing that can violate privacy of img.bi users.
de: Nichts, was die Privatsphäre verletzt.

source: One day
de: Ein Tag

source: One week
de: Eine Woche

source: One year
de: Ein Jahr

source: Privacy
de: Privatsphäre

source: Probably it was already removed.
de: Möglicherweise wurde es bereits entfernt.

source: Probably password is wrong.
de: Möglicherweise ist das Passwort falsch.

source: Remove
de: Löschen

source: Remove image after first view.
de: Löscht das Bild nach dem ersten Betrachten.

source: Rules
de: Regeln

source: Sorry, filesize over %s MiB is not allowed.
de: Verzeihung, Dateien dürfen nicht größer als %s MiB sein.

source: Sorry, filetype %s is not supported.
de: Verzeihung, der Dateityp %s wird nicht unterstützt.

source: Source code
de: Quellcode

source: Store for:
de: Speichern für:

source: Success
de: Erfolgreich

source: Three days
de: Drei Tage

source: Transparency
de: Transparenz

source: Upload
de: Hochladen

source: Use!
de: Benutze!

source: View
de: Betrachte

source: View on GitHub
de: Auf GitHub aufrufen.

source: We accept Bitcoin, Litecoin and much more payment systems.
de: Wir akzeptieren Bitcoin, Litecoin und viele weitere Bezahlsysteme.

source: We believe that only open source crypto is acceptable, so all source code of img.bi is <a href="https://github.com/imgbi">available on GitHub</a> under GPLv3 license.
de: Wir glauben, dass nur Open-Source Verschlüsselung akzeptabel ist. Der gesamte Quellcode von img.bi ist <a href="https://github.com/imgbi">bei GitHub</a> unter der GPLv3 Lizenz verfügbar.

source: We do not store any logs, except <a href="https://en.wikipedia.org/wiki/SHA-3">SHA-3</a> hash of uploader's IP address with random <a href="https://en.wikipedia.org/wiki/Salt_%28cryptography%29">salt</a> for a day. But our hosting provider and systems like <a href="https://en.wikipedia.org/wiki/Tempora">Tempora</a>, <a href="https://en.wikipedia.org/wiki/SORM">SORM</a>, <a href="https://en.wikipedia.org/wiki/Hepting_v._AT%26T">NarusInsight</a>, <a href="https://en.wikipedia.org/wiki/Titan_traffic_database">Titan traffic database</a>, <a href="https://en.wikipedia.org/wiki/Golden_Shield_Project">Golden Shield Project</a>, <a href="https://en.wikipedia.org/wiki/Mass_surveillance_in_India">Lawful Intercept And Monitoring Project</a>, and others can store their own logs. Be careful.
de: Wir speichern keine Logs, außer einem <a href="https://de.wikipedia.org/wiki/SHA-3">SHA-3</a>-Hashwert deiner IP-Adresse mit einem zufälligem <a href="https://de.wikipedia.org/wiki/Salt_%28Kryptologie%29">Salt</a> für einen Tag. Jedoch kann der Hoster unseres Servers und Systeme wie <a href="https://de.wikipedia.org/wiki/Tempora">Tempora</a>, <a href="https://de.wikipedia.org/wiki/Sorm">SORM</a>, <a href="https://en.wikipedia.org/wiki/Hepting_v._AT%26T">NarusInsight</a>, <a href="https://en.wikipedia.org/wiki/Titan_traffic_database">Titan traffic database</a>, <a href="https://de.wikipedia.org/wiki/Projekt_Goldener_Schild">Projekt Goldener Schild</a>, <a href="https://en.wikipedia.org/wiki/Mass_surveillance_in_India">Lawful Intercept And Monitoring Project</a> und andere seine eigenen Logs führen, auf die wir keinen Einfluss haben. Sei vorsichtig.

source: Why img.bi is secure and awesome?
de: Warum ist img.bi sicher und großartig?

source: Without external requests.
de: Ohne externe Anfragen.

source: Yes, remove image
de: Ja, lösche das Bild

source: img.bi is an open source project available free of charge to anyone. But servers, domains, certs and many other things cost some money. Even a little donation helps to run img.bi.
de: img.bi ist ein Open-Source-Projekt und wird jedem kostenlos für jeden zur Verfügung gestellt. Jedoch kosten Server, Domains, Zertifikate und viele andere Dinge Geld. Daher würde uns sogar eine kleine Spende helfen, img.bi auch in Zukunft zu betreiben.

source: my images
de: Meine Bilder

source: really secure image hosting
de: Wirklich sicheres Bild-Hosting
